--
-- PostgreSQL database dump
--

-- Dumped from database version 14.4
-- Dumped by pg_dump version 14.2

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

SET default_tablespace = '';

SET default_table_access_method = heap;

--
-- Name: alembic_version; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.alembic_version (
    version_num character varying(32) NOT NULL
);


ALTER TABLE public.alembic_version OWNER TO postgres;

--
-- Name: straight_sofas; Type: TABLE; Schema: public; Owner: postgres
--

CREATE TABLE public.straight_sofas (
    id integer NOT NULL,
    sku character varying(50),
    item_id integer,
    title character varying(255) DEFAULT NULL::character varying,
    full_price integer,
    sale_price integer,
    availability character varying(50)
);


ALTER TABLE public.straight_sofas OWNER TO postgres;

--
-- Name: straight_sofas_id_seq; Type: SEQUENCE; Schema: public; Owner: postgres
--

CREATE SEQUENCE public.straight_sofas_id_seq
    AS integer
    START WITH 1
    INCREMENT BY 1
    NO MINVALUE
    NO MAXVALUE
    CACHE 1;


ALTER TABLE public.straight_sofas_id_seq OWNER TO postgres;

--
-- Name: straight_sofas_id_seq; Type: SEQUENCE OWNED BY; Schema: public; Owner: postgres
--

ALTER SEQUENCE public.straight_sofas_id_seq OWNED BY public.straight_sofas.id;


--
-- Name: straight_sofas id; Type: DEFAULT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.straight_sofas ALTER COLUMN id SET DEFAULT nextval('public.straight_sofas_id_seq'::regclass);


--
-- Data for Name: alembic_version; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.alembic_version (version_num) FROM stdin;
ebefaf59728d
\.


--
-- Data for Name: straight_sofas; Type: TABLE DATA; Schema: public; Owner: postgres
--

COPY public.straight_sofas (id, sku, item_id, title, full_price, sale_price, availability) FROM stdin;
1	095068	1029159	АРГО-1 GALAXY blue (голуб)	23490	21140	Под заказ
2	095068	943939	АРГО-1 Concept 05	23490	21140	Под заказ
3	095068	1055319	АРГО-1 Сахара 039	23490	21140	Под заказ
4	095068	1012924	АРГО-1 Кардиф 09 (Kardif 09)	23490	21140	Доступно
5	095068	1115459	АРГО-1 Сахара 005	23490	21140	Доступно
6	095068	1114990	АРГО-1 Golden Fleece Ivory	23490	21140	Доступно
7	095068	1118328	АРГО-1 Лама 03 (Lama 03)	23490	21140	Доступно
8	095068	1118331	АРГО-1 Лама 13 (Lama 13)	23490	21140	Доступно
9	095068	1096949	АРГО-1 Tucson Rust	24890	22400	Под заказ
10	095068	1118478	АРГО-1 Tucson  light beige	24890	22400	Под заказ
11	207451	1044803	ПАРМА-1 Teona grey	24990	22490	Доступно
12	207451	1044822	ПАРМА-1 Teona brown	24990	22490	Доступно
13	207451	1046380	ПАРМА-1 Lunar Vision	24990	22490	Под заказ
14	207451	1049736	ПАРМА-1 SAVANA CAMEL	24990	22490	Под заказ
15	207451	1049738	ПАРМА-1 ORION SMOKE	24990	22490	Под заказ
16	207451	1053573	ПАРМА-1 Lunar Desert	24990	22490	Доступно
17	207451	1098052	ПАРМА-1 Lunar Forest	24990	22490	Доступно
18	207451	1111056	ПАРМА-1 Савана 72 (Savana 72)	24990	22490	Доступно
19	207451	1111057	ПАРМА-1 Савана 80 (Savana 80)	24990	22490	Доступно
20	207451	1111058	ПАРМА-1 Савана 61 (Savana 61)	24990	22490	Доступно
21	207451	1113441	ПАРМА-1 SAVANA PLUS LAGON	24990	22490	Доступно
22	207451	1117239	ПАРМА-1 SAVANA PLUS BLUE	24990	22490	Доступно
23	207451	1118554	ПАРМА-1 ORION BLUE	24990	22490	Под заказ
24	214658	1112627	ФОРУМ Ламбре 02	\N	25690	Доступно
25	207453	1066504	ПАРМА-3 ORION BLUE	26490	23840	Под заказ
26	207453	1066506	ПАРМА-3 SAVANA CAMEL	26490	23840	Под заказ
27	207453	1083236	ПАРМА-3 ORION MYST	26490	23840	Под заказ
28	207453	1117232	ПАРМА-3 Савана 80 (Savana 80)	26490	23840	Доступно
29	207452	1066873	ПАРМА-2 Teona brown  / ЛДСП (Москва) орех	27590	24830	Доступно
30	207452	1118531	ПАРМА-2 ORION BEIGE  / ЛДСП (Москва) орех	27590	24830	Под заказ
31	175654	1083191	ВЕГА-ЛАМИНО ALBA CREAM  / Бесцветный (Лак)	\N	27690	Доступно
32	175654	1116766	ВЕГА-ЛАМИНО Scandinavia swedish beige / Scandinavia swedish beige / Венге (Лак)	\N	27690	Доступно
33	175654	1118611	ВЕГА-ЛАМИНО Scandinavia swedish beige / Scandinavia swedish beige / Бесцветный (Лак)	\N	27690	В пути
34	175654	1118615	ВЕГА-ЛАМИНО Scandinavia nordic gray / Scandinavia nordic gray / Венге (Лак)	\N	27690	В пути
35	205677	1014839	ЭРИК 94 кор	\N	27990	Доступно
36	101784	1117227	АМИТА Кардиф 14 (Kardif 14)  / Фреш гейм 01(280)	28390	22710	Доступно
37	169562	1029644	АГАТ Teona brown	28390	22710	Доступно
38	169562	1029648	АГАТ Teona grey	28390	22710	Доступно
39	169562	1056699	АГАТ SAVANA CAMEL	28390	22710	Под заказ
40	169562	1089569	АГАТ CAPRI 26	28390	22710	Доступно
41	169562	1089450	АГАТ CAPRI 10	28390	22710	Доступно
42	169562	1112336	АГАТ Савана 72 (Savana 72)  / Савана 72 (Savana 72)	28390	22710	Доступно
43	169562	1118001	АГАТ Савана 80 (Savana 80)  / Савана 80 (Savana 80)	28390	22710	Доступно
44	169562	1118017	АГАТ CAPRI 46	28390	22710	Доступно
45	169562	1118532	АГАТ CAPRI 13	28390	22710	Доступно
46	214660	1087779	РАДУГА Central vision/Savana plus vision	\N	30490	В пути
47	214660	1107685	РАДУГА Escada chocolate/Форест 514 (мг)	\N	30490	Доступно
48	214660	1107686	РАДУГА Geometry slate/Морган 32	\N	30490	Доступно
49	169562	1069145	АГАТ ORION SMOKE	30990	24790	Под заказ
50	169562	1065973	АГАТ Энигма 18  / Бруно (Bruno) 04	30990	24790	Под заказ
51	169562	1096946	АГАТ ORION ROSE	30990	24790	Под заказ
52	169562	1116200	АГАТ GALAXY honey (беж) / Корса 01 (Korsa 01)	30990	24790	Доступно
53	169562	1116202	АГАТ Прима латте (Prima latte)  / Корса 01 (Korsa 01)	30990	24790	Доступно
54	169562	1116988	АГАТ JOKER 18  / JOKER 19	30990	24790	Доступно
55	169562	1116990	АГАТ Энигма 06  / Дублин 14 (Dublin 14)	30990	24790	Доступно
56	169562	1116982	АГАТ GALAXY warm beige (беж) / Velutto 03	30990	24790	Доступно
57	169562	1116995	АГАТ GALAXY warm beige (беж) / Velutto 23	30990	24790	Доступно
58	225500	1066387	ТОРН светло-зелёный, ткань UNI IDEA 1043	\N	32990	Доступно
59	225500	1068729	ТОРН горчичный, ткань UNI IDEA 1028	\N	32990	Доступно
60	225500	1108285	ТОРН светло-серый, ткань UNI IDEA 1009	\N	32990	Доступно
61	168127	1094500	ХИТ Цицеро 10/Мазерати оранжевый	32990	29690	Доступно
62	225235	1066338	МАГНИ светло-розовый, ткань UNI IDEA 1031	\N	33990	Доступно
63	225235	1066392	МАГНИ горчичный, ткань UNI IDEA 1028	\N	33990	Доступно
64	178199	1032274	Диван-кровать №9 Oslo pebble/Town brown	\N	34590	Доступно
65	213187	1044092	Диван-кровать №2 (книжка) ORION COFFEE	34990	31490	Доступно
66	101786	1098100	ЭКОЛЬ Ophelia 1  / Chili Cinnamon  / ЛДСП (Москва) орех	34990	31490	Доступно
67	101786	1118078	ЭКОЛЬ Корса 01 (Korsa 01)  / Boom cappuccino  / ЛДСП (Москва) орех	34990	31490	Доступно
68	168170	1035461	ЛАДОГА-М 130 А-1  / ЛДСП шимо темный	35590	24910	Доступно
69	086104	995624	МАРТА De Ville 02 / Энигма 28	35690	26770	Доступно
70	086104	976878	МАРТА Caramello 04  / Caramello com 04	35690	26770	Доступно
71	086104	1111179	МАРТА CAMPO 47 Print P2 / NEWTONE yellow	35690	26770	Доступно
72	086104	1111178	МАРТА Caramello 05  / Caramello com 05	35690	26770	Доступно
73	086104	1039009	МАРТА Линкс 03 (Lynx 03)  / Линкс 04 (Lynx 04)	35690	26770	Доступно
74	086104	1117940	МАРТА Caramello 02  / Caramello com 02	35690	26770	Доступно
75	086104	1119011	МАРТА Caramello 03  / Caramello com 03	35690	26770	Доступно
76	086104	1119012	МАРТА Estel 02 / Caramello com 06	35690	26770	Доступно
77	164146	1115112	ФЕДЕРИКО Рио 4	35890	28710	Доступно
78	164146	1086125	ФЕДЕРИКО Бинго 31  / Базел латте	35890	28710	Доступно
79	229826	1113350	ТОКИО Морган 31 коричневый	\N	36290	В пути
80	241864	1116689	ТУНИС Прима грей (Prima  grey)	36290	27220	Доступно
81	241864	1118075	ТУНИС Прима бейдж  (Prima beige)	36290	27220	Доступно
82	241864	1118515	ТУНИС Прима роуз  (Prima rose)	36290	27220	Доступно
83	241864	1118516	ТУНИС Прима дарк грей  (Prima dark grey)	36290	27220	Доступно
84	241864	1118545	ТУНИС Прима ментол (Prima mentol)	36290	27220	Доступно
85	241617	1112451	СТОУН SAVANA LATTE	\N	36590	Доступно
86	199763	1000264	КУБИК Cabrio 28 Light Graas	\N	36790	Доступно
87	101786	1111275	ЭКОЛЬ VELVET LUX 58  / Chili Cinnamon  / ЛДСП (Москва) орех	36790	33110	Доступно
88	101786	1117556	ЭКОЛЬ Энигма 04  / DOMUS SIENNA  / ЛДСП (Москва) орех	36790	33110	Доступно
89	106114	1110941	ЖАСМИН Sicilia BISQUIT  31	\N	36890	В пути
90	106114	1113544	ЖАСМИН Sicilia BROWN  33	\N	36890	В пути
91	106114	1118916	ЖАСМИН Sicilia ASPHALT  34	\N	36890	В пути
92	216484	1087757	УЮТ Bingo Grey	\N	36890	Доступно
93	216484	1087758	УЮТ Bingo Cocoa	\N	36890	Доступно
94	216484	1087760	УЮТ Bingo Slate	\N	36890	Доступно
95	216484	1087761	УЮТ Savana plus mouse	\N	36890	Доступно
96	216484	1087759	УЮТ Savana plus vision	\N	36890	Доступно
97	100565	1113477	МИЛЛЕНИУМ Сан 03 (Sun 03)  / Stella 01  / ЛДСП (Москва) венге	37290	27970	Доступно
98	100565	1117939	МИЛЛЕНИУМ Кардиф 05 (Kardif 05)  / Boom blackberry  / ЛДСП (Москва) венге	37290	27970	Доступно
99	135023	1113475	МИЛЛЕНИУМ Ophelia 1  / Eva 9  / ЛДСП (Москва) орех	37290	27970	Доступно
100	169143	964110	АМСТЕРДАМ SAVANNA BERRY	\N	37290	Доступно
101	169143	945999	АМСТЕРДАМ SAVANNA LATTE	\N	37290	Доступно
102	169143	1109777	АМСТЕРДАМ NEWTONE dark brown	\N	37290	Доступно
103	176327	1109386	МОККО Remini 06  / Chili Sepia (шоколадный)	37290	33560	Доступно
104	176327	1104053	МОККО Тори 65 / Eva 14	37290	33560	Доступно
105	176327	1112869	МОККО Севен 112 (Seven 112)  / Мадрит 906 (Madryt 906)	37290	33560	Доступно
106	176497	1056034	ВЕГА-34 UNO CARAMEL / UNO CARAMEL / Бук (Лак)	\N	37390	Доступно
107	176497	1096377	ВЕГА-34 UNO ROSY-GREY / UNO ROSY-GREY / Орех (Лак)	\N	37390	Доступно
108	233814	1090549	ПАССАЖ Солта графит/ Солта грей	\N	37790	В пути
109	245514	1117931	КОЛИБРИ-3 Велюр Микс бридж берри/Велютто 11/ Велюр Микс бридж берри	\N	38990	В пути
110	100565	998231	МИЛЛЕНИУМ Лама 02 (Lama 02)  / Boom asphalt / ЛДСП (Москва) венге	38990	29240	Доступно
111	100565	1115620	МИЛЛЕНИУМ Кардиф 22 (Kardif 22)  / Bostone elite coffe  / ЛДСП (Москва) венге	38990	29240	Доступно
112	100565	1115622	МИЛЛЕНИУМ Тедди 04 (Teddy 04)  / DOMUS CHOCOLATE  / ЛДСП (Москва) венге	38990	29240	Доступно
113	103980	898436	БОНСАЙ (КАЗАНОВА-5) Саржа газета В7/stb черный	\N	39690	Доступно
114	103980	1047017	БОНСАЙ (КАЗАНОВА-5) Биг-Бен А 01/STB черный	\N	39690	Доступно
115	191396	1057560	ТИЛЬЗА-3 ORION Dove	\N	39990	Доступно
116	223272	1060283	ВЕГА-28 Cortex Latte  / Cortex Latte  / Орех (Лак)	\N	40490	Доступно
117	110796	1111143	АЛЬТА-2 Ophelia 1  / Принт Р2 Ботаникал 14 (Print P2Botanical14 )	40490	32390	Доступно
118	110796	1111140	АЛЬТА-2 JOKER 3  / Фэшн Джангл 74	40490	32390	Доступно
119	110796	1117470	АЛЬТА-2 JOKER 4  / Фэшн Джангл 37	40490	32390	Доступно
120	110796	1117471	АЛЬТА-2 JOKER 19  / Роузи 01	40490	32390	Доступно
121	173648	1110168	ПРИБОЙ 282-1  / Нептун 19	40690	32550	Доступно
122	158584	1087137	ОМЕГА Candy AQUVAMARINE / Бесцветный (Лак)	\N	40690	Доступно
123	169081	1058821	ФИШТ Бора 04	41790	33430	Доступно
124	169081	1058810	ФИШТ Бора 09	41790	33430	Доступно
125	108616	1069323	СОФТ Фреш Кросс 01  / Кардиф 18 (Kardif 18)	41990	37790	Доступно
126	108616	1112809	СОФТ Жаккард Фреш кросс 01(280) / Кардиф 18 (Kardif 18)	41990	37790	Доступно
127	108616	1117358	СОФТ Фреш Догги 01  / Кардиф 14 (Kardif 14)	41990	37790	Доступно
128	108616	1117558	СОФТ Фреш Догги 01  / Лама 13 (Lama 13)	41990	37790	Доступно
129	108616	1117559	СОФТ Фреш Догги 01  / Лама 02 (Lama 02)	41990	37790	Доступно
130	211049	1035071	МИКСТ Таун браун/Нео ажур	42290	35950	Доступно
131	211049	1036020	МИКСТ Диско/Кашемир грин	42290	35950	Доступно
132	212544	1039158	ВИКОНТ JOKER 17	\N	42290	Доступно
133	143401	1041319	МАРТА Mercan mint / Mercan plain mint / ЛДСП (Москва) холст белый (ясень светлый)	42890	32170	Доступно
134	191396	1116097	ТИЛЬЗА-3 Мальта нут	\N	42890	Доступно
135	191396	1116099	ТИЛЬЗА-3 ULTRA GREY	\N	42890	Доступно
136	109865	1091855	АЛЬТА-2 Ковер 83 (COVER 83)  / Галс 9857 (Gals 9857)	42990	34390	Доступно
137	110796	1082174	АЛЬТА-2 Ковер 83 (COVER 83)  / Галс 9857 (Gals 9857)	42990	34390	Доступно
138	110796	1099895	АЛЬТА-2 Лама 731 (Lama 731)  / Купон 0079.03 бабочки	42990	34390	Доступно
139	110796	1099892	АЛЬТА-2 Лама 05 (Lama 05)  / Купон 0253.01 цветы фиолетовые	42990	34390	Доступно
140	110796	1106452	АЛЬТА-2 Кардиф 12 (Kardif 12)  / Бергамо 30	42990	34390	Доступно
141	110796	1106451	АЛЬТА-2 JOKER 22  / Принт Р2 Кампо47(Print P2 Campo 47)	42990	34390	Доступно
142	143876	613795	ЛАГОСТА Савана латте/вик дарк браун	42990	34390	Доступно
143	143876	613843	ЛАГОСТА Марки/вик дарк браун	42990	34390	Доступно
144	216213	1047626	ТОМ Вариант 4/Альба светло коричневый/Альба бежевый	\N	43390	Доступно
145	216213	1110379	ТОМ Вариант 2/Мора серый/Мора фиолетовый	\N	43390	Доступно
146	245599	1117968	ТОМ Вариант 4/Альба светло-коричневый/Альба бежевый	\N	43390	В пути
147	245599	1117969	ТОМ Вариант 3/Аликанте горчица 11/Мора-темно коричневый	\N	43390	В пути
148	230906	1088450	ДОМИНИК нео 08/коричневый	\N	43490	В пути
149	230906	1088451	ДОМИНИК нео 27/синий	\N	43490	Доступно
150	169149	945986	МАГНАТ Ролан 5  / Кож.зам Коричневый	\N	43790	Доступно
151	169149	1112322	МАГНАТ Савана 72 (Savana 72)	\N	43790	Доступно
152	172215	1095852	ВЕГА-18 (новая) Торонто 6(Torоnto 6)	\N	43890	Доступно
153	172215	1095853	ВЕГА-18 (новая) Торонто 1(Torоnto 1)	\N	43890	Доступно
154	172215	1095854	ВЕГА-18 (новая) Торонто 5(Torоnto 5)	\N	43890	Доступно
155	200812	1042207	СОНАТА Newtown cacao	\N	43990	В пути
156	200812	1059582	СОНАТА Ultra mustard	\N	43990	В пути
157	123092	1112915	МАДРИД Bergen mustard / Eva 1  / Eva 14  / Cavalli 01 (купон)	43990	32990	Доступно
158	108616	1069324	СОФТ Медиум Айскрим 01  / VELVET LUX 30	44590	40130	Доступно
159	172683	1113060	МАЛЬТА Даллас аш (Dallas ash)  / Premier 15	44890	33670	Доступно
160	172683	1116205	МАЛЬТА Киви 82 / Норд 702 (Nord 702)	44890	33670	Доступно
161	172683	1116206	МАЛЬТА Eris beige (беж)  / Premier 15	44890	33670	Доступно
162	172683	1116207	МАЛЬТА Сикс 002 (Six 002)  / Киви 82	44890	33670	Доступно
163	144097	988772	МИЛАН-1 Витал ивори/витал ява	\N	44990	Доступно
164	218130	1051945	КРЕДО SAVANA LATTE	45690	41120	Доступно
165	218130	1051946	КРЕДО SAVANA GREY	45690	41120	Доступно
166	181973	1057383	ОТТО-М-160 Ламбре А-4	45690	36550	Доступно
167	200812	1017212	СОНАТА BERGEN PLUM	\N	45990	Доступно
168	222313	1058736	ДЕРБИ Maserati 04 (велюр) капучино, подушка Urban (велюр) Snow	45990	36790	Доступно
169	222313	1058737	ДЕРБИ Maserati 10 (велюр) св-коричневый, подушка Urban (велюр) Town	45990	36790	Доступно
170	225596	1067032	ФИНКА Пони 12/серый	45990	43690	Доступно
171	225596	1068583	ФИНКА Пони 13/синий	45990	43690	Доступно
172	225596	1068584	ФИНКА Электра 103/бирюзовый	45990	43690	Доступно
173	225596	1083361	ФИНКА Пони 33/коричневый	45990	43690	Доступно
174	159566	1014016	ВИКТОРИЯ-2 Ophelia 5	46590	34940	Доступно
175	159566	1081920	ВИКТОРИЯ-2 JOKER 19	46590	34940	Доступно
176	159566	1117353	ВИКТОРИЯ-2 Киви 75	46590	34940	Доступно
177	159566	1117355	ВИКТОРИЯ-2 Grand 698	46590	34940	Доступно
178	159566	1119039	ВИКТОРИЯ-2 Энигма 31	46590	34940	Доступно
241	164883	939646	ДЕНВЕР AvogNarni-З/декор Венге	\N	52890	Доступно
179	222422	1058734	ГЛАЗГО Maserati 04 (велюр) капучино, кант Maserati 10 (велюр) св-коричневый	46790	37430	Доступно
180	222422	1058735	ГЛАЗГО Maserati 21 (велюр) серо-синий, кант Maserati 02 (велюр) бежевый	46790	37430	Доступно
181	115993	1003714	ФОРЕСТ-РОМБ Velutto 01 / Velutto 14	46890	37510	Доступно
182	115993	1058424	ФОРЕСТ-РОМБ Севен 108 (Seven 108)  / Севен 119 (Seven 119)	46890	37510	Доступно
183	115993	1055213	ФОРЕСТ-РОМБ Севен 19 (Seven 19)  / Севен 729 (Seven 729)	46890	37510	Доступно
184	123092	1086136	МАДРИД Bergen mustard / Boom espresso  / Eva 14  / Принт Р2 Кампо47(Print P2 Campo 47)	46990	35240	Доступно
185	207450	1110839	ТОМАС Энигма 19  / Аталия (Atalay 3703)	47890	45500	Доступно
186	207450	1110793	ТОМАС JOKER 19  / JOKER 18	47890	45500	Доступно
187	226477	1068965	НЕАПОЛЬ Velutto 08/декор венге (без подушек)	\N	47990	Доступно
188	226477	1068966	НЕАПОЛЬ Velutto 32/декор венге (без подушек)	\N	47990	Доступно
189	241862	1116590	БУССЕ Спайк 21 / Ножка декоративная (Москва) дуб сонома	47990	45590	Доступно
190	241862	1116593	БУССЕ Rain ocean / Ножка декоративная (Москва) дуб сонома	47990	45590	Доступно
191	245001	1116809	ПЕКИН Мора зеленый	\N	47990	В пути
192	245001	1116810	ПЕКИН Мора синий	\N	47990	Доступно
193	132775	1109699	ВАЛЕНСИЯ-М Solid 83  / Solid 83	47990	37990	Доступно
194	132775	1109700	ВАЛЕНСИЯ-М Верди мокко (Verdi mocca)  / Лама 02 (Lama 02)	47990	37990	Доступно
195	184168	983864	НЬЮ-ЙОРК Луна 25 браун	48290	43460	Доступно
196	184168	983865	НЬЮ-ЙОРК Луна 05 беж	48290	43460	Доступно
197	184168	1036170	НЬЮ-ЙОРК Лекко минт	48290	43460	Доступно
198	184168	1036171	НЬЮ-ЙОРК Лекко океан	48290	43460	Доступно
199	209013	1083856	ТИФФАНИ 859 пудровый	\N	48890	Доступно
200	209013	1083857	ТИФФАНИ 843 серый	\N	48890	Доступно
201	209013	1111852	ТИФФАНИ 858 синий	\N	48890	Доступно
202	235742	1095431	СОФТ VIVALDI 8	48890	44000	Доступно
203	235742	1114788	СОФТ Germes grafit	48890	44000	Доступно
204	235742	1114781	СОФТ VIVALDI 05	48890	44000	Доступно
205	235742	1114778	СОФТ ULTRA COCOA	48890	44000	Доступно
206	235742	1114780	СОФТ ULTRA MUSTARD	48890	44000	Доступно
207	128478	1005063	ОРИОН Норд 702 (Nord 702)  / Роуз 702 крем  / ЛДСП (Москва) холст белый	48890	46450	Доступно
208	128478	1108769	ОРИОН Энигма 07  / XF 1623 2  / ЛДСП (Москва) орех	48890	46450	Доступно
209	168124	944944	БЛЮЗ-1 Стрит грей/ Подушки Ночной город ЧБ 2100)	\N	48890	В пути
210	168124	1094501	БЛЮЗ-1 Цицеро 10/ Подушки Ночной город ЧБ 2100)	\N	48890	Доступно
211	168125	945168	КОМФОРТ-1 Дублин 04 св. беж/ Подушка Газета 030 (милк)	\N	48990	Доступно
212	178516	1061886	МОНАКО Кардиф 10 (Kardif 10)  / Кардиф 10 (Kardif 10)  / Тропики 02F (Tropics 02F)	48990	44090	Доступно
213	178516	998808	МОНАКО Энигма 17  / Энигма 17  / Твинкли 01	48990	44090	Доступно
214	178516	1114987	МОНАКО Selfi sand col 10  / Selfi sand col 10  / ОТ 12 Венеция А 01(280)	48990	44090	Доступно
215	164278	1056859	ОТТО-180 Олимп 4	49490	39590	Доступно
216	164278	1115270	ОТТО-180 Рио 3	49490	39590	Доступно
217	164278	1115271	ОТТО-180 Рио 5	49490	39590	Доступно
218	164278	1107312	ОТТО-180 Марс 33	49490	39590	Доступно
219	115987	1065862	ЛАТТЕ-М Eris beige (беж)  / Boom cappuchino (коричн) / МДФ (Медест) орех	49590	44630	Доступно
220	115987	1098644	ЛАТТЕ-М Eris latte  / DOMUS TAUPE  / МДФ (Медест) венге	49590	44630	Доступно
221	184373	1037686	ЭВРИКА Ламбре А-4	49590	39670	Доступно
222	230731	1099428	АРТИ Baron 17	49990	42490	Доступно
223	189266	1103916	ОРИОН Прима дарк браун (Prima dark brown)  / BINGO Bone	\N	50290	Доступно
224	189266	1114779	ОРИОН PORCHE 05  / PORCHE 01	\N	50290	Доступно
225	181049	975720	БРИЗ геометрия/савана грей/альма25	\N	50690	Доступно
226	181049	975721	БРИЗ Париж/савана латте/савана латте	\N	50690	Доступно
227	223955	1061338	ТИФФАНИ Candy AQUVAMARINE / Орех (Лак)	\N	50990	Доступно
228	115987	999114	ЛАТТЕ-М Бруно (Bruno) 05 / Boom espresso / МДФ (Медест) венге	50990	45890	Доступно
229	115987	1050545	ЛАТТЕ-М Бруно (Bruno) 11 / Eva 1  / МДФ (Медест) венге	50990	45890	Доступно
230	115987	1103048	ЛАТТЕ-М Дугал 602 (Dugal 602)  / Chili Cinnamon  / МДФ (Медест) орех	50990	45890	Доступно
231	161606	1109010	ВАЛЕНСИЯ-М Mercan plain ivory / Stella 3 иск кожа	51390	41110	Доступно
232	161606	1109014	ВАЛЕНСИЯ-М Лама 02 (Lama 02)  / Лама 02 (Lama 02)	51390	41110	Доступно
233	214777	1080465	ВИТЯЗЬ-М Happy 980  / Happy 980  / Венге	\N	51690	Доступно
234	214777	1097976	ВИТЯЗЬ-М RIO 03  / Bahama Pebble	\N	51690	Доступно
235	186315	987149	ЛОФТ MEDLY Cocoa / MEDLY Beige	\N	51990	Доступно
236	186315	1041502	ЛОФТ MEDLY Graund / MEDLY Bone	\N	51990	Доступно
237	244090	1115707	ОРФЕЙ 1,4 ALBA 091	\N	52290	Доступно
238	244090	1115708	ОРФЕЙ 1,4 ALBA 046	\N	52290	Доступно
239	222558	1059472	ВЕГАС Veluto 06/ Watson 03/ Velutto 16	\N	52490	Доступно
240	203262	1090075	РИО Nice Pebble/кант кожзам Есо 560	\N	52890	Доступно
242	164883	938976	ДЕНВЕР Mora 02 бежевый/декор Венге	\N	52890	Доступно
243	164883	938978	ДЕНВЕР Mora 05 коричневый/декор Венге	\N	52890	В пути
244	204882	1038383	ФАБИ Tesla koriza	\N	52990	Доступно
245	168126	973194	КАЛИПСО SHAGGY CHOCOLATE/ADELINA CHOCOLATE/ADELINA DIAMOND CHOCOLATE	52990	45040	Доступно
246	205667	1014842	БАДЕН-БАДЕН 420 серый (Bergen Ash)	53490	45470	Доступно
247	205667	1086236	БАДЕН-БАДЕН 495 шоколад (Bergen Brown)	53490	45470	Доступно
248	223234	1085144	ТУРИН-3 Ромб Коричневый-Альба светло-коричневый	53590	42870	Доступно
249	176500	1088366	КАТРИН VIVALDI 04 / LOUNGE 5 / LOUNGE 5	53690	42950	Доступно
250	176500	1094920	КАТРИН OKTAVA 05 LAGUNA	53690	42950	Доступно
251	194303	1032825	ТВИГГИ Н Velutto 22	54290	48860	Доступно
252	194303	1090718	ТВИГГИ Н PORCHE 21	54290	48860	Доступно
253	194303	1095872	ТВИГГИ Н Lecco Umber	54290	48860	Под заказ
254	194303	1096939	ТВИГГИ Н NEWTONE plum	54290	48860	В пути
255	194303	1114775	ТВИГГИ Н PORCHE 10	54290	48860	Доступно
256	194303	1114782	ТВИГГИ Н PORCHE 15	54290	48860	Доступно
257	194303	1114783	ТВИГГИ Н PORCHE 05	54290	48860	Доступно
258	194303	1114784	ТВИГГИ Н PORCHE 06	54290	48860	Доступно
259	216212	1047640	ТУЛОН Вариант 1/Аликанте серый	\N	54390	Доступно
260	216212	1047641	ТУЛОН Вариант 2/Аликанте изумруд	\N	54390	Доступно
261	245600	1117970	ТУЛОН Вариант 1/Аликанте серый 9	\N	54390	В пути
262	107758	1115131	СИТИ Глазго 21 D (Glazgo 21 D)  / Chili Sepia (шоколадный)  / МДФ (Москва) венге	54390	48950	Доступно
263	170505	1048795	ПАРКЕР BRAVO BLUE / Eva 18  / Ножка декоративная (Москва) венге	54690	38280	Доступно
264	170505	1115594	ПАРКЕР Scandinavia nordic gray / Boston Business Grey / Ножка декоративная (Москва) венге	54690	38280	Доступно
265	170505	1113438	ПАРКЕР Solid 77  / Eva 18  / Ножка декоративная (Москва) венге	54690	38280	Доступно
266	244477	1116268	VERONICA-1 Bingo Slate/Bingo Slate/Bingo Slate	\N	54790	В пути
267	244477	1116269	VERONICA-1 Savana plus vision/Savana plus vision/Savana plus vision	\N	54790	Доступно
268	244477	1116270	VERONICA-1 Bingo Cocoa/Bingo Cocoa/Bingo Cocoa	\N	54790	В пути
269	200809	1002332	ПАРКЕР Виола 14	\N	54890	Доступно
270	231232	1088748	СКАНДИНАВИЯ 3 вар/н/ ( Браво крем+браво лайт браун)	\N	54890	Доступно
271	231232	1117148	СКАНДИНАВИЯ 3 вар/н/ ( Браво грей+браво блу)	\N	54890	Доступно
272	221463	1054932	НОРМАН 629 темно-коричневый (Malmo 28)	55590	47250	Доступно
273	221463	1058659	НОРМАН 698 светло-серый (Malmo 90)	55590	47250	Доступно
274	221506	1056719	БОНН 514 темно-серый (Bergen Grey)	55690	50120	Доступно
275	221506	1056720	БОНН 575 горчиный (Bergen Mustard)	55690	50120	Доступно
276	221506	1058657	БОНН 427 бирюзовый (Bergen Azure)	55690	50120	Доступно
277	215569	1046447	ОМЕГА Модерн эскада	55990	50390	Доступно
278	235685	1097280	АВИНЬОН DISCOVERY 901	\N	55990	Доступно
279	244091	1116324	ОРФЕЙ 1,6 ALBA 091	\N	55990	Доступно
280	245135	1117141	ДИСКАВЕРИ-3 Слим/ультра миднайт/ноги черный хром	\N	55990	Доступно
281	245135	1117142	ДИСКАВЕРИ-3 Слим/ ультра смок/ноги черный хром	\N	55990	Доступно
282	176923	995564	РАЛЬФ Бруно (Bruno) 04 / Бруно (Bruno) 08	56390	50750	Доступно
283	176923	1050306	РАЛЬФ Такома (Takoma) 17  / Такома (Takoma) 17	56390	50750	Доступно
284	176923	1079051	РАЛЬФ Вертекс(Vertex) 29  / Тедди (Teddy) 29	56390	50750	Доступно
285	176923	1065676	РАЛЬФ Вертекс(Vertex) 23  / Таймлесс (Timeless) 523	56390	50750	Доступно
286	176923	1049932	РАЛЬФ Martel 03  / Martel 06	56390	50750	Доступно
287	230736	1086907	МАРСЕЛЬ ULTRA CHOCOLATE/ULTRA CHOCOLATE	56590	48100	Доступно
288	171040	1017598	КЕНТУККИ Д Glazgo (Глазго) 21D  / Glazgo (Глазго) 21D  / МДФ (Медест) венге	56890	54050	Доступно
289	171040	1086020	КЕНТУККИ Д Сан 02 (Sun 02)  / EXCEL SAGE  / МДФ (Медест) венге	56890	54050	Доступно
290	171040	1113061	КЕНТУККИ Д Дугал 603 (Dugal 603)  / Дугал 603 (Dugal 603)  / МДФ (Медест) орех	56890	54050	Доступно
291	190019	1113262	КЛИВЛЕНД Сан 08 (Sun 08)  / Мадрит 996 (Madryt 996)	56990	42740	Доступно
292	190019	1113263	КЛИВЛЕНД Сикс 002 (Six 002)  / Chili Moccasin	56990	42740	Доступно
293	190019	1115742	КЛИВЛЕНД Даллас айвори (Dallas ivory)  / Chili Moccasin	56990	42740	Доступно
294	216209	1047627	ОНТАРИО Вариант 2/Мора синий/Джейми серый	56990	54140	Доступно
295	226476	1069525	ЛИОН Velutto 32/декор венге (без подушек)	\N	56990	Доступно
296	226476	1069526	ЛИОН Velutto 08/декор венге (без подушек)	\N	56990	В пути
297	231232	1117149	СКАНДИНАВИЯ 3 вар/н/ ( Ньютон лайт грей+сага дарк грей)	\N	56990	Доступно
298	245136	1117147	ДИСКАВЕРИ-3 Катания дасти блу/ноги черный хром	\N	57290	Доступно
299	226516	1069005	КРЕДО Ультра биттер/Ультра терра	\N	57390	Доступно
300	226516	1111855	КРЕДО Ультра графит/Ультра грей	\N	57390	Доступно
301	124359	1002455	МОНИКА Лама 05  / КУПОН Paris 263 / ЛДСП (Москва) орех	57790	52010	Доступно
415	171041	1108576	ДЖУНО-2 Mercan plain ivory / Premier 06	65990	49490	Доступно
302	124359	1040367	МОНИКА Дугал 603 (Dugal 603)  / Дугал 603 (Dugal 603)  / ЛДСП (Москва) орех	57790	52010	Доступно
303	124359	1096985	МОНИКА Сахара 039  / КУПОН Burbon / ЛДСП (Москва) венге	57790	52010	Доступно
304	124359	1111113	МОНИКА Сахара 039  / Купон 0260.01  / ЛДСП (Москва) венге	57790	52010	Доступно
305	214779	1105260	СОХО NEWTONE dark brown  / NEWTONE dark brown  / NEWTONE light beige	\N	57890	Доступно
306	214779	1106893	СОХО Evita 16  / NEO 19	\N	57890	Доступно
307	214779	1112307	СОХО NEWTONE honey  / NEWTONE honey  / NEWTONE light beige	\N	57890	Доступно
308	214779	1112308	СОХО Evita 24  / Evita 24  / NEO 19	\N	57890	В пути
309	214779	1115095	СОХО Evita 24  / Evita 24  / NEO 24	\N	57890	Доступно
310	221504	1056722	ЛИОН 630 синий (Atlanta Denim)	57890	52100	Доступно
311	240454	1110340	МОНТИ Lecco ocean / Lecco ocean	\N	57990	Доступно
312	240454	1110344	МОНТИ Talisman 5 / Talisman 5	\N	57990	Доступно
313	115989	1109241	ДУЭТ Балу 03 / DOMUS Sienna / КУПОН Paris 263	57990	52190	Доступно
314	115980	1097970	ЧИЛИ Caramello 04  / Boom blackberry / Caramello 04	58390	52550	Доступно
315	115980	1113088	ЧИЛИ Elva Plum  / Boom blackberry / Estel 03	58390	52550	Доступно
316	115980	1116558	ЧИЛИ GALAXY grey (серый) / Кент (Кеnt) 06 / Бергамо 30	58390	52550	Доступно
317	200601	1012838	РИМИНИ 1 Велюр Реал 13 А	\N	58490	Доступно
318	200601	1047200	РИМИНИ 1 Велюр Велютто 05	\N	58490	Доступно
319	242284	1115656	ПОЛЯРИС-3 GLAM 01	\N	58590	Доступно
320	242284	1115658	ПОЛЯРИС-3 Oxford 15	\N	58590	Доступно
321	231232	1117150	СКАНДИНАВИЯ 3 вар/н/ ( Ньютон беж+браво лайт браун)	\N	59390	Доступно
322	224463	1112474	ЭСТЕЛЬ Avatar 235  / Орех (Лак)	\N	59490	Доступно
323	224463	1112478	ЭСТЕЛЬ Avatar 980  / Орех (Лак)	\N	59490	Доступно
324	169321	1080873	РЕЙН Лама 05 (Lama 05)  / TAURUS Coffe (кофе)  / Харди 02 / ЛДСП (Медест) орех	59490	56520	Доступно
325	169321	1112371	РЕЙН Лама 05 (Lama 05)  / ASTOR Coffe  / Харди 02 / МДФ (Москва) орех	59490	56520	Доступно
326	169321	1109693	РЕЙН Балу 03 / TAURUS Coffe (кофе)  / Харди 02 / МДФ (Москва) орех	59490	56520	Доступно
327	228345	1079915	ВИРДЖИНИЯ-М Кардиф 10 (Kardif 10)  / MUSIC GRAFIT  / Ножка декоративная (Москва) венге	60890	48710	Доступно
328	228345	1085716	ВИРДЖИНИЯ-М Ophelia 1  / Premier (Премьер) 15 / Ножка декоративная (Москва) орех	60890	48710	Доступно
329	228345	1102574	ВИРДЖИНИЯ-М Кардиф 10 (Kardif 10)  / Лонета ЛТ Колизео 45 (280)  / Ножка декоративная (Москва) венге	60890	48710	Доступно
331	231232	1117150	СКАНДИНАВИЯ 3 вар/н/ ( Ньютон беж+браво лайт браун)	\N	59390	Доступно
332	224463	1112474	ЭСТЕЛЬ Avatar 235  / Орех (Лак)	\N	59490	Доступно
333	224463	1112478	ЭСТЕЛЬ Avatar 980  / Орех (Лак)	\N	59490	Доступно
334	169321	1080873	РЕЙН Лама 05 (Lama 05)  / TAURUS Coffe (кофе)  / Харди 02 / ЛДСП (Медест) орех	59490	56520	Доступно
335	169321	1112371	РЕЙН Лама 05 (Lama 05)  / ASTOR Coffe  / Харди 02 / МДФ (Москва) орех	59490	56520	Доступно
336	169321	1109693	РЕЙН Балу 03 / TAURUS Coffe (кофе)  / Харди 02 / МДФ (Москва) орех	59490	56520	Доступно
337	228345	1079915	ВИРДЖИНИЯ-М Кардиф 10 (Kardif 10)  / MUSIC GRAFIT  / Ножка декоративная (Москва) венге	60890	48710	Доступно
338	228345	1085716	ВИРДЖИНИЯ-М Ophelia 1  / Premier (Премьер) 15 / Ножка декоративная (Москва) орех	60890	48710	Доступно
339	228345	1102574	ВИРДЖИНИЯ-М Кардиф 10 (Kardif 10)  / Лонета ЛТ Колизео 45 (280)  / Ножка декоративная (Москва) венге	60890	48710	Доступно
341	231232	1117150	СКАНДИНАВИЯ 3 вар/н/ ( Ньютон беж+браво лайт браун)	\N	59390	Доступно
342	224463	1112474	ЭСТЕЛЬ Avatar 235  / Орех (Лак)	\N	59490	Доступно
343	224463	1112478	ЭСТЕЛЬ Avatar 980  / Орех (Лак)	\N	59490	Доступно
344	169321	1080873	РЕЙН Лама 05 (Lama 05)  / TAURUS Coffe (кофе)  / Харди 02 / ЛДСП (Медест) орех	59490	56520	Доступно
345	169321	1112371	РЕЙН Лама 05 (Lama 05)  / ASTOR Coffe  / Харди 02 / МДФ (Москва) орех	59490	56520	Доступно
346	169321	1109693	РЕЙН Балу 03 / TAURUS Coffe (кофе)  / Харди 02 / МДФ (Москва) орех	59490	56520	Доступно
347	228345	1079915	ВИРДЖИНИЯ-М Кардиф 10 (Kardif 10)  / MUSIC GRAFIT  / Ножка декоративная (Москва) венге	60890	48710	Доступно
348	228345	1085716	ВИРДЖИНИЯ-М Ophelia 1  / Premier (Премьер) 15 / Ножка декоративная (Москва) орех	60890	48710	Доступно
349	228345	1102574	ВИРДЖИНИЯ-М Кардиф 10 (Kardif 10)  / Лонета ЛТ Колизео 45 (280)  / Ножка декоративная (Москва) венге	60890	48710	Доступно
350	228345	1102575	ВИРДЖИНИЯ-М Сан 10 (Sun 10)  / Принт Р2  Зигзаг 53/LPFP ( Print P2 / Zigzag 53/ LPFP)  / Ножка декоративная (Москва) венге	60890	48710	Доступно
351	228345	1113168	ВИРДЖИНИЯ-М Сикс 002 (Six 002)  / Velutto 21 / Ножка декоративная (Москва) холст белый	60890	48710	Доступно
352	234687	1095423	МАРК Вивальди 5	\N	60990	Доступно
353	199765	1082678	РИМ Sicilia BISQUIT  31	61290	49030	Доступно
354	209011	1019306	ИЗАБЕЛЬ 710 лайм	\N	61290	Доступно
355	230733	1086921	КЛАУС ULTRA MIDNIGHT/ULTRA MIDNIGHT	61290	52100	Доступно
461	228732	1106304	ПЕРСЕЙ ALBA 092	78990	71090	Доступно
356	235729	1098709	АНТАЛИЯ-2 Джаз серый (СНЯТО С ПРОИЗВОДСТВА)	\N	61490	Доступно
357	186310	1016660	СИДНЕЙ Дублин 07 (Dublin 07)  / Boom asphalt / Дублин 07 (Dublin 07)  / ЛДСП (Москва) венге	61790	55610	Доступно
358	186310	1091035	СИДНЕЙ Silence grey  / Boom asphalt / Silence grey  / ЛДСП (Москва) венге	61790	55610	Доступно
359	186310	1103476	СИДНЕЙ XBL 9107 2  / ASTOR Coffe  / XBL 9107 2  / ЛДСП (Москва) орех	61790	55610	Доступно
360	186310	1115065	СИДНЕЙ Scandinavia swedish beige / ASTOR Coffe  / Энигма 07  / ЛДСП (Москва) орех	61790	55610	Доступно
361	239735	1108299	ПРОТЕЙ Горчичный/Светло-голубой, ткань UNI IDEA 1028/1022	\N	61890	Доступно
362	239735	1119170	ПРОТЕЙ Светло-серый/Горчичный, ткань UNI IDEA 1009/1028	\N	61890	В пути
363	203757	1102842	ГРИНВИЧ KASHEMIR 135  / KASHEMIR 135	62290	46720	Доступно
364	203757	1106889	ГРИНВИЧ Прима бейдж  (Prima beige)  / Прима ромб бейдж  (Prima romb beige)	62290	46720	Доступно
365	203757	1106891	ГРИНВИЧ Прима грей (Prima  grey)  / Прима ромб грей  (Prima romb grey)	62290	46720	Доступно
366	208760	1060235	БЕЛЛА Spectra 962 / Spectra 962	\N	62490	Доступно
367	208760	1069211	БЕЛЛА Spectra 230 / Spectra 230	\N	62490	Доступно
368	223992	1061447	МАЙАМИ NEO 24  / RANGO GREY	62490	56240	Доступно
369	223992	1061448	МАЙАМИ NEO 02  / RANGO LATTE	62490	56240	Доступно
370	223992	1085723	МАЙАМИ NEO 24  / AZIMUT grey	62490	56240	Доступно
371	223992	1085724	МАЙАМИ NEO 02  / AZIMUT clay	62490	56240	Доступно
372	242003	1113208	ОРФЕЙ 1,8 Верона VL-1617- 19 кофейный	\N	62690	Доступно
373	216485	1089048	LILIUM-2 Bingo grey/Bingo grey	\N	62990	Доступно
374	216485	1094247	LILIUM-2 Bingo Cocoa/Bingo Cocoa	\N	62990	Доступно
375	216485	1095933	LILIUM-2 Bingo Slate/Bingo Slate	\N	62990	Доступно
376	223273	1065167	ВЕГА-44 CATANIA MIST LAVANDER / CATANIA PLUM / Орех (Лак)	\N	62990	Доступно
377	223273	1065169	ВЕГА-44 CATANIA IVORY / CATANIA LATTE / Орех (Лак)	\N	62990	Доступно
378	216487	1089044	SOFT Bingo Grey	63290	56960	Доступно
379	216487	1089045	SOFT Bingo Slate	63290	56960	Доступно
380	216487	1091734	SOFT Bingo Cocoa	63290	56960	Доступно
381	216487	1107072	SOFT Bingo Bitter	63290	56960	Доступно
382	216487	1110437	SOFT Bahama Ash	63290	56960	Доступно
383	216487	1110439	SOFT Bingo Vision	63290	56960	Доступно
384	169637	1031369	КЛАССИК-2 ORION COFFEE/ORION COFFEE	63890	51110	Доступно
385	223235	1059700	ЦЕЗАРЬ Вариант 3/Домаск миндаль/Мора бежевый	\N	63990	Доступно
386	223235	1059701	ЦЕЗАРЬ Вариант 4/Лорд серый/Мора серый	\N	63990	Доступно
387	242287	1115648	СИРИУС-1 FROZEN 09	\N	63990	Доступно
388	242287	1115649	СИРИУС-1 FROZEN 10	\N	63990	Доступно
389	134302	1007666	СЕНАТОР Orlando 08	64290	57860	Доступно
390	134302	1008356	СЕНАТОР Orlando 04	64290	57860	Доступно
391	134302	1066728	СЕНАТОР Bruno 04	64290	57860	Доступно
392	134302	1092442	СЕНАТОР Такома (Takoma) 04	64290	57860	Доступно
393	134302	1109852	СЕНАТОР KASHEMIR 234	64290	57860	Доступно
394	192146	1069098	БРИТА Киви 54 / Caramello 01  / МДФ (Медест) дуб сонома	64590	61360	Доступно
395	192146	1090711	БРИТА Киви 54 / Caramello com 01  / Ножка декоративная (Москва) дуб сонома	64590	61360	Доступно
396	192146	1104273	БРИТА Кардиф 12 (Kardif 12)  / VELVET LUX 30  / Ножка декоративная (Москва) дуб сонома	64590	61360	Доступно
397	166764	986959	ДЖУНО Бруно (Bruno) 05 / Энигма 28  / Медиум Мезонанс 01	64990	48740	Доступно
398	166764	1039002	ДЖУНО Бруно (Bruno) 03 / Бруно (Bruno) 01 / Estel 02	64990	48740	Доступно
399	166764	997315	ДЖУНО Бруно (Bruno) 11 / Premier 15 / AMSTERDAM Sepia s	64990	48740	Доступно
400	166764	1045313	ДЖУНО Лама 05 (Lama 05)  / Premier 15 / AMSTERDAM Sepia s	64990	48740	Доступно
401	166764	1110935	ДЖУНО Ковер 83 (COVER 83)  / GALAXY white (белый) / Отоман Гарла А-05	64990	48740	Доступно
402	166764	1081708	ДЖУНО Бруно (Bruno) 03 / GALAXY white (белый) / Estel 02	64990	48740	Доступно
403	171558	1063631	БРУКЛИН Сан 17 (Sun 17)  / Chili Sufle  / ЛДСП (Москва) венге	65390	62120	Доступно
404	171558	1114822	БРУКЛИН Торенто 5 (Torento 5)  / Chili Sufle  / ЛДСП (Москва) венге	65390	62120	Доступно
405	171558	1109246	БРУКЛИН Норд 702 (Nord 702)  / Chili Moccasin  / ЛДСП (Москва) холст белый (ясень светлый)	65390	62120	Доступно
406	171558	1114848	БРУКЛИН Сикс 002 (Six 002)  / Chili Moccasin  / ЛДСП (Москва) холст белый	65390	62120	Доступно
407	170504	1114819	БРУКЛИН Сикс 002 (Six 002)  / Chili Moccasin  / ЛДСП (Москва) холст белый	65390	62120	Доступно
408	170504	1114847	БРУКЛИН Торенто 5 (Torento 5)  / Chili Sufle  / ЛДСП (Москва) венге	65390	62120	Доступно
409	193675	1105733	МЭДИСОН Такома (Takoma) 04  / Velutto 21 / Ножка декоративная (Москва) венге	65590	62310	Доступно
410	193675	1116232	МЭДИСОН Orlando 04  / Sherlock 9  / Ножка декоративная (Москва) венге	65590	62310	Доступно
411	217471	1050388	КОМФОРТ ULTRA COCOA/ULTRA IVORY	65590	55750	Доступно
412	171041	1103308	ДЖУНО-2 Севен 729 (Seven 729)  / GALAXY white (белый)	65990	49490	Доступно
413	171041	1105582	ДЖУНО-2 VELVET LUX 58 / Файн (Fein 09).	65990	49490	Доступно
414	171041	1105588	ДЖУНО-2 VELVET LUX 03 / Галс 9851 (Gals 9851)	65990	49490	Доступно
416	183413	1111116	БОНН Бруно (Bruno) 11 / Premier (Премьер) 15	66290	62980	Доступно
417	183413	1116025	БОНН Сидней бейдж (Sydney beige)  / Premier 15	66290	62980	Доступно
418	222254	1058673	КОРСИКА 778 серый (Sherlock 980)	66490	59840	Доступно
419	215857	1112304	СИТИ (D2-S-NPB-подлк.РМ2-Подуш.PD2) Avatar 230	68590	54870	Доступно
420	215860	1048072	СИТИ (D2-E-NPB-подлк.РМ2-Подуш.PD2) Avatar 230	\N	68590	Доступно
421	215860	1085257	СИТИ (D2-E-NPB-подлк.РМ2-Подуш.PD2) Maxx 965  / Maxx 965  / Maxx 965	\N	68590	Доступно
422	215860	1112302	СИТИ (D2-E-NPB-подлк.РМ2-Подуш.PD2) Киви 81 / Киви 81 / Киви 81	\N	68590	Доступно
423	171980	1001991	ТУРИН Savana grey	69290	62360	Доступно
424	171980	1001912	ТУРИН Savana hazel	69290	62360	Доступно
425	171980	1102821	ТУРИН Savana chocolate	69290	62360	Доступно
426	245365	1118606	АМЕЛИЯ VIVALDI 22 / NEWTONE light beige	\N	69290	В пути
427	245365	1118607	АМЕЛИЯ Formula 998 / Velutto 09	\N	69290	В пути
428	245365	1118613	АМЕЛИЯ Formula 925 / NEWTONE light beige	\N	69290	В пути
429	178711	995432	ПЕРСИЯ Noel desert / Caramello com 01	69690	62720	Доступно
430	178711	972266	ПЕРСИЯ Caramello com 06 / Caramello com 01	69690	62720	Доступно
431	178711	1091258	ПЕРСИЯ Барк 034 (Bark 034) синий  / Барк 005 (Bark 005)  / Ножка декоративная (Москва) венге	69690	62720	Доступно
432	178711	1116023	ПЕРСИЯ Софт (Soft) 27 (т.синий)  / Софт (Soft) 22 (св. серый)	69690	62720	Доступно
433	222312	1058741	ПОРТО Neo 09 (рогожка) фиолетовый	69890	55910	Доступно
434	202428	1115406	ВЕРСАЛЬ GALAXY 30	\N	69990	Доступно
435	222254	1058674	КОРСИКА 658 бежевый	70790	63710	Доступно
436	238954	1106106	МОНАКО Venus Wine	71790	57430	Доступно
437	208602	1019335	КОЛИН Neo 04 (рогожка) светло-коричневый	72990	58390	Доступно
438	221505	1058683	ДЖУЛИЯ 715 бежевый (Energy beige)	\N	73990	Доступно
439	208737	1018545	SMART (СМАРТ) Велюр Велютто 06	\N	74990	Доступно
440	208737	1018546	SMART (СМАРТ) Рогожка Шерлок 932	\N	74990	Доступно
441	198687	1096539	ДАМАСК Dazzle Lilac	75490	52840	Доступно
442	230891	1086552	СКАНДИНАВИЯ Amigo Cocoa	75590	52910	Доступно
443	230891	1112638	СКАНДИНАВИЯ Velutto 19	75590	52910	Доступно
444	244202	1118082	ГРАНД (1Т) ZEVS 27	\N	75990	В пути
445	167426	1111641	КЕЛЬН Stark Brown  / Stark Brown  / Garsia cacao	75990	72190	Доступно
446	127461	1059931	ВИЗИТ-8 (Б2) Терри 01 / Alpha 15	76290	53400	В пути
447	127461	1096553	ВИЗИТ-8 (Б2) Saga Brown  / Alpha 15	76290	53400	В пути
448	127461	1096554	ВИЗИТ-8 (Б2) Saga Beige  / Alpha 15	76290	53400	Доступно
449	127461	1100159	ВИЗИТ-8 (Б2) Saga dark grey  / Alpha 08	76290	53400	Доступно
450	227101	1112639	САНРАЙЗ NEW Прима кофе (Prima coffe)	76490	53540	В пути
451	161957	1054747	ХАУНД (САНРАЙЗ) Prima Coffee	76690	53680	В пути
452	161957	1100155	ХАУНД (САНРАЙЗ) Saga dark grey	76690	53680	В пути
453	236269	1109984	БЕРГЕН Velutto 10	76990	53890	Доступно
454	236269	1109985	БЕРГЕН Velutto 26	76990	53890	Доступно
455	236269	1116181	БЕРГЕН Velutto 20	76990	53890	Доступно
456	236269	1117958	БЕРГЕН MODUS 23	76990	53890	В пути
457	246155	1119101	СТОКГОЛЬМ Velutto 26	77790	54450	В пути
458	246155	1119102	СТОКГОЛЬМ MODUS 23	77790	54450	В пути
459	246155	1119103	СТОКГОЛЬМ Velutto 10	77790	54450	В пути
460	182593	1044002	РИМ ORION DENIM  / Орех	78290	62630	Доступно
462	228732	1109909	ПЕРСЕЙ Верона VL-1617- 15 темно- серый	78990	71090	В пути
463	228732	1111746	ПЕРСЕЙ BREEZE VL 1814-02	78990	71090	Доступно
464	228732	1115665	ПЕРСЕЙ BREEZE VL 1814-11 темно-серый	78990	71090	Доступно
465	228732	1111747	ПЕРСЕЙ Верона VL-1617- 19 кофейный	78990	71090	Доступно
466	236761	1117668	РИКОРД Ковер 83 (COVER 83)  / Блисc 028 (Bliss 028)	79990	75990	Доступно
467	236761	1117863	РИКОРД Ковер 83 (COVER 83)  / Блисc 28 (Bliss 28)	79990	75990	Доступно
468	236761	1117886	РИКОРД Лама 02 (Lama 02)  / VELVET LUX 30	79990	75990	Доступно
469	175157	1114776	МАРСЕЛЬ JAGUAR 08 / Валери 001 (Valeri 001)  / Валери 001 (Valeri 001)	86990	82640	Доступно
470	175157	1114786	МАРСЕЛЬ JAGUAR 24 / JAGUAR 03 / JAGUAR 03	86990	82640	Доступно
471	223918	1062704	АДОНИС BREEZE VL 1814-11 темно-серый	\N	90890	Доступно
472	190993	1083376	АНТЕЙ ESMI 42 / ESMI 38 / ESMI 42 / ESMI 42	91590	77850	Доступно
473	189264	1000870	ОЛИМП Bristol 04 / Glance Taure  / Bristol romb 04	\N	92390	Доступно
474	202433	1033301	ТЕОДОР Venus Mint	\N	93390	Доступно
475	202433	1033303	ТЕОДОР Venus Nut	\N	93390	Доступно
476	202433	1046784	ТЕОДОР Venus Dimrose	\N	93390	Доступно
477	204136	1018568	ВЕСТОН MEDLY Blue	\N	93890	Доступно
478	204136	1038455	ВЕСТОН Casper 11	\N	93890	Доступно
479	204136	1083197	ВЕСТОН VIVALDI 22	\N	93890	Доступно
480	223919	1062708	АДОНИС BREEZE VL 1814-05 капучино	95990	81590	Доступно
481	223916	1062981	ОДИССЕЙ Aspendos grey / Венге	\N	96890	Доступно
482	223914	1115703	ОДИССЕЙ LONDON 09-SILVER	96890	87200	Доступно
483	223914	1115705	ОДИССЕЙ LONDON 10 SMOKE	96890	87200	Доступно
484	235730	1098711	ТУЛОН-3 Джаз коричневый/Вариант 3	\N	101490	Доступно
485	235730	1105444	ТУЛОН-3 Аликанте серый/Вариант 1	\N	101490	Доступно
486	129165	1090059	КВИН-6 Берлин 709	101590	81270	Доступно
487	129165	1097261	КВИН-6 Dazzle Mocco	101590	81270	Доступно
488	129165	1096571	КВИН-6 Dazzle Ivory	101590	81270	Доступно
489	205605	1103468	АТТИКА Верона VL-1617- 15 темно- серый	\N	102390	В пути
490	205605	1109916	АТТИКА Верона VL-1617- 19 кофейный	\N	102390	Доступно
491	205605	1111745	АТТИКА Верона VL-1617- 04 светло-коричневый	\N	102390	Доступно
492	237212	1103773	МАДРИД BREEZE VL 1814-06 серый / Опоры венге	112990	96040	Доступно
493	237212	1105562	МАДРИД BREEZE VL 1814-06 серый / Опоры дерево	112990	96040	Доступно
494	212443	1047700	КАСКАД A 200 SPACE dark brown / Venus Stone / Venus Stone	\N	113390	Доступно
495	241956	1113152	КАСКАД А 200 SPACE dark brown / Venus Grafit / Venus Grafit	\N	113390	Доступно
496	236551	1098003	НАТАЛИ белый глянец с золотом	\N	117390	Доступно
497	236548	1097998	ДЖОКОНДА крем глянец	\N	122890	Доступно
498	236548	1099599	ДЖОКОНДА караваджо глянец	\N	122890	Доступно
499	237140	1099214	МИЛТОН FILODORO 13	122890	104460	Доступно
500	237139	1099210	РОЛИН Virginia Coffe	123590	105050	Доступно
501	237139	1099219	РОЛИН Virginia Steel	123590	105050	Доступно
502	237135	1099215	ДЖЕН Alpina Color 3	129590	110150	Доступно
503	240535	1117624	АМБАССАДОР SanRemo 900	\N	131990	Под заказ
504	237137	1099221	КУБУС Madeira tabacco	136890	116360	Доступно
505	237137	1099223	КУБУС Madeira blueness	136890	116360	Доступно
506	245178	1117628	АМБАССАДОР SanRemo 900	\N	187990	Под заказ
507	245234	1117621	АМБАССАДОР SanRemo 900	\N	264990	Под заказ
\.


--
-- Name: straight_sofas_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public.straight_sofas_id_seq', 507, true);


--
-- Name: alembic_version alembic_version_pkc; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.alembic_version
    ADD CONSTRAINT alembic_version_pkc PRIMARY KEY (version_num);


--
-- Name: straight_sofas straight_sofas_pkey; Type: CONSTRAINT; Schema: public; Owner: postgres
--

ALTER TABLE ONLY public.straight_sofas
    ADD CONSTRAINT straight_sofas_pkey PRIMARY KEY (id);


--
-- PostgreSQL database dump complete
--

